{
  "木": {
    "旺": {
      "M": [
        "木，乃生生不息之气。你宜从事教育、建筑、规划、科研与生态产业及其相关领域。开创之业能聚财，稳扎根基，财富自成森林。",
        "木旺者，志向高远。你在文化、设计、策划、咨询等相关领域能大展宏图。以仁为本，专注一域，财从远方来。",
        "木气充盈，宜创业或领导团队。你擅长规划与激发他人潜能，适合教育、文化与创新相关行业。保持耐心与长期布局，财富自然累积。",
        "木旺之人，贵在长成。教育、出版、科技与创意产业及其相关领域最能成就你的名利。以德养志，方能枝繁叶茂。",
        "木盛者，根深叶茂。你宜投身文化事业、园林建设或生态项目等相关方向。兼顾理想与收益，少躁多定，财路渐宽。"
      ],
      "F": [
        "木，柔中有刚。你宜于教育、艺术、文化设计等相关领域，在传递知识与美感中得财。心定如林，财自随风生。",
        "木旺女子，志雅心仁。你在教育、心理、公益与文创行业及相关领域能兼得名与利。以柔制刚，财富自然流转。",
        "木气盛而思远。你适合园艺、美学、文化与传播等相关工作。真诚待人，财缘随人脉而开。",
        "木盛如春，生机盎然。你在艺术策划、教育管理与创意设计相关方向能稳定积富。心若不急，财自常新。",
        "木旺之性，重成长与分享。教学、出版与文化推广等相关领域是你的福业，越给予越丰盈。"
      ]
    },
    "平": {
      "M": [
        "木气平和，根深而稳。你适合教育、文化研究与管理岗位及其相关领域。在稳定环境中成长，财富如树年轮，缓而厚。",
        "木平则顺，贵在持续。你能在组织、行政与培训等相关行业长期积累。专注一业，细水长流。",
        "木气中正，宜文化、教学、咨询与规划相关领域。坚持节奏，累积声誉，财富随信任而来.",
        "木调而稳。你适合规划与服务型行业，如教育、城建与环境管理及其相关方向。稳步进取，是长久富足之道。",
        "木平者，志在平衡。选择能持续学习的相关领域，你的知识就是财富。"
      ],
      "F": [
        "木，柔而恒。你宜从事教育、心理、艺术与文化推广等相关领域。安于规律，稳中求富。",
        "木气平顺，你在教学、艺术设计与社会服务相关方向能长期成长。持之以恒，生活安稳而富足。",
        "木和者，懂得耕耘。文创、疗愈与教育类相关行业最能带来持续收益。以诚待人，财气不绝。",
        "木平女子，温柔勤谨。你在文案、教育与文化管理相关方向稳步积财。和气生财，心静而丰。",
        "木性调和，重学习与助人。教学与咨询相关领域皆宜。你播下的每一份知识，终将化为福报。"
      ]
    },
    "弱": {
      "M": [
        "木弱则根浅。你适合以稳为主的行业，如教育助理、园艺、文案与培训及相关领域。积小成多，终得丰收。",
        "木气不足，宜靠知识生财。学习、研究与手作等相关领域可助你稳步积累。耐心耕耘，是你最大的资本。",
        "木衰而思敏。你擅分析与沟通，适合教育、文秘与策划岗位及其相关行业。少冒险、多积累，财路更稳。",
        "木弱者，贵在养根。选择制度稳定的组织，如教育、行政与研究机构及相关方向，安稳中自有收获。",
        "木气微者，宜修基础。长期学习与服务型相关行业能让你聚财养气。勤而不躁，富自来。"
      ],
      "F": [
        "木弱则柔。你宜于平和环境，如文案、教育、艺术疗愈与文化辅导等相关方向。心静如水，财流自来。",
        "木气不足，志易摇。选择稳定职业，如教育助理、艺术工作室或行政岗位等相关领域，积沙成塔。",
        "木弱女子，思细心仁。宜靠才艺与知识立身，文化与艺术相关行业能带来长远之财。",
        "木气轻柔，适合教学、咨询与设计服务等相关领域。少比较，多积累，生活自然丰盈。",
        "木微而秀。你若以专注为根，能在教育与文化推广等相关方向开花结果，安然富足。"
      ]
    }
  },

  "火": {
    "旺": {
      "M": [
        "火，主光与动。你宜从事传媒、演讲、销售、表演与互联网产业及其相关领域。越动越旺，名利双收。",
        "火旺者，志在影响。你在品牌、娱乐、教育、传播与创业相关领域能点燃趋势。以理制情，火光长明。",
        "火盛之人，思快手疾，适合管理、培训、市场与公关等相关方向。热中有稳，财路自通。",
        "火气上腾，你擅激励他人，适合广告、活动策划与创新创业相关行业。用耐性驭热情，富贵可期。",
        "火旺则耀。你宜带团队、讲理念、做决策，在传播、艺术、传媒与科技相关领域皆能成就大业."
      ],
      "F": [
        "火，明而暖。你在艺术、设计、传媒、心理疗愈与教育等相关领域皆能闪光。以柔化热，光长而恒。",
        "火旺女子，气场明丽。你适合品牌、公关、心理与创意产业相关方向。热情若含蓄，财运更稳。",
        "火盛之性，灵动而慧。你在教育、演讲与传播相关领域能兼得名与利。真诚沟通，缘财两旺。",
        "火气充盈，你善表达，宜从事传媒、艺术与培训类相关行业。平衡节奏，富贵自来。",
        "火旺如夏，你适合文化娱乐、餐饮与创意服务等相关方向。以心为火，照亮财路。"
      ]
    },
    "平": {
      "M": [
        "火气平和，光而不烈。你适合教育、服务、策划与心理咨询等相关领域。以诚待人，财缘稳定。",
        "火平则明。你在管理、销售与组织协调等相关行业表现突出。持恒守信，业稳财盈。",
        "火调而顺。传媒、品牌与咨询类相关领域能让你稳步成长。温而不躁，名利双成。",
        "火中有土，你宜从事文化、教育与培训等相关行业。助人成事，财气自旺。",
        "火平者，重温度与信任。传播、心理与教育相关方向是你财富积累的舞台。"
      ],
      "F": [
        "火，柔光盈心。你适合心理、艺术、教育与传媒等相关领域。安于分享，富于心。",
        "火平女子，气和而慧。文化创意、咨询与教育相关方向最能带来稳定收益。",
        "火气平顺，善沟通与协调。你宜从事艺术教育、心理与传播类相关领域。笑容即财富。",
        "火中带柔，你在服务与创意行业皆宜。让热情有节奏，生活自丰。",
        "火平如烛，你温暖安定，适合文化活动、社交与艺术推广等相关方向。和气生财。"
      ]
    },
    "弱": {
      "M": [
        "火弱则光微。你宜从事教育、写作、研究与咨询等相关领域。以智补势，稳中聚财。",
        "火气不足，行动迟缓。服务、培训与知识传播类相关方向能助你重燃动力。坚持不懈，富可积。",
        "火衰而慧。你擅思不擅说，适合研究、策划与技术类相关行业。心定则光生。",
        "火弱者，宜稳不宜急。文化、出版与教育类相关领域是你的聚财之道。",
        "火气微者，光藏于内。通过写作、摄影与心理咨询等相关方向，你的能量将被看到。"
      ],
      "F": [
        "火弱则柔。你温和内敛，适合教育、艺术与咨询等相关行业。静能聚财，暖能生运。",
        "火气不足，光隐于心。选择文学、心理、教育与艺术相关方向，柔光亦能照人。",
        "火弱女子，心思细腻。宜从事文案、设计与咨询类相关领域。安然自处，财随心稳。",
        "火气微者，宜柔中求亮。文化传播、教育与疗愈行业皆有良机。",
        "火弱如烛，你以真诚与耐心取胜。在心理、艺术与教育等相关领域可积小而成大。"
      ]
    }
  },

  "土": {
    "旺": {
      "M": [
        "土，厚而能载。你宜从事地产、建筑、金融、农业与管理等相关领域。脚踏实地，财源绵延。",
        "土旺者，稳中见势。你擅长规划与执行，适合投资、管理、法律与政策研究相关方向。厚积而后发。",
        "土气充盈，重诚信与秩序。宜从事金融、教育与政府机构等相关行业。以诚聚财，稳中见富。",
        "土盛之人，能担重任。你在建筑、工程、组织管理及其相关领域可成中流砥柱。积德而富。",
        "土旺则安。你适合长期项目与稳定机构。坚持稳健策略，财富如山常存。"
      ],
      "F": [
        "土，柔厚安然。你宜从事教育、管理、地产、金融与行政等相关领域。安稳中生财，和气得福。",
        "土旺女子，守信重义。你适合教育、心理咨询、会计与社会管理相关方向。稳则富，柔则长。",
        "土盛之性，宜组织与协调。你在金融、地产与教育相关领域能稳步积财。以勤为基，福自来。",
        "土气充盈，你擅统筹与管理。从事企业行政、教育与公益相关方向皆宜。责任即财富。",
        "土旺之性，重稳与义。文化管理、教育与金融相关行业能让你安定而富足。"
      ]
    },
    "平": {
      "M": [
        "土气平和，厚重守序。你适合金融、教育、建筑与咨询等相关领域。稳健经营，财富自生。",
        "土平则厚。你擅协调与执行，宜从事管理、教育与科研相关方向。踏实为富，静中有进。",
        "土调而顺。适合工程、地产、法律与农业等相关行业。稳步推进，长久见利。",
        "土平者，安定求实。你能在金融、行政与教育等相关领域稳定发展。厚德载财。",
        "土气中正，宜管理与服务相关方向。脚踏实地，步步为盈。"
      ],
      "F": [
        "土，柔而恒。你适合教育、心理、财务与行政管理等相关领域。稳中求富，长久安定。",
        "土平女子，心稳志定。你在咨询、金融、管理与社会服务等相关方向易得信任与财富。",
        "土气平顺，安然踏实。教育、行政与文化类相关行业能带来稳固收益。",
        "土和者，善理事。你适合财务、规划与管理等相关领域。细致即财富。",
        "土平如山，柔中有坚。教育、法律与组织管理等相关方向皆宜。安而富。"
      ]
    },
    "弱": {
      "M": [
        "土弱则根浅。你适合服务、教育、文案与技术支持等相关领域。秩序即财富，勤可致富。",
        "土气不足，易多思少行。宜从事稳定机构，如教育、政府与企业后勤等相关方向。规矩生财。",
        "土衰而柔。你在研究、数据与教育行业能积少成多。用时间堆积财富。",
        "土弱者，重基础。宜靠技能与专业养财，如财务、编辑与咨询等相关方向。",
        "土气微者，宜从辅助或分析类工作起步。稳定中积累，富贵自成。"
      ],
      "F": [
        "土弱则柔。你宜从事教育、心理、文化与行政类相关领域。积小善为大福。",
        "土气不足，宜稳不宜急。护理、咨询与教育相关方向最能让你安然致富。",
        "土弱女子，细腻而勤。财务、文案与教育等相关行业可稳步积财。",
        "土气微者，贵在细致。你适合管理与协助型职位。柔中积福。",
        "土弱之性，重规律与持久。教育、行政与文化推广等相关方向能带来安心之财。"
      ]
    }
  },

  "金": {
    "旺": {
      "M": [
        "金，肃而明。你宜从事法律、金融、制造、科技与管理等相关领域。果断制胜，财源广阔。",
        "金旺者，志在规则。你擅长决策与组织，适合金融、法律与咨询等相关方向。以义守财，稳而致富。",
        "金气充盈，宜带团队或投资。科技、贸易与管理行业及其相关领域皆能成就财富。",
        "金盛之人，重秩序与标准。金融、数据、法律与技术类相关方向是你的立业之本。",
        "金旺则锐。你适合决策、管理与高端咨询类工作。锋芒藏而不露，财富恒久。"
      ],
      "F": [
        "金，清而坚。你适合法律、金融、品牌与管理等相关领域。以柔制刚，富贵常新。",
        "金旺女子，明断干练。你宜从事咨询、金融与教育等相关方向。刚柔相济，财富自稳。",
        "金盛如秋，清晰而高效。你在管理、设计与研究相关领域皆能积财。以智守财。",
        "金气旺者，擅规划与执行。教育、品牌与行政类相关行业能让你稳步积富。",
        "金旺之性，重义守信。金融与科技相关领域是你财富增长的正道。"
      ]
    },
    "平": {
      "M": [
        "金气平和，坚而不锐。你适合管理、工程、金融与技术等相关领域。专注执行，财富随效率而来。",
        "金平则明。你擅判断与分析，宜从事数据、咨询与法律相关方向。理性聚财。",
        "金调而稳。金融、科技与教育相关行业皆宜。以专业立身，财富可久。",
        "金平者，安然有序。适合管理、行政与工程等相关领域。规矩生财。",
        "金气中正，宜教育、金融与管理相关方向。沉稳为富。"
      ],
      "F": [
        "金，明而静。你适合金融、教育、行政与艺术管理等相关领域。理性与优雅并重，财气绵长。",
        "金平女子，刚柔得中。咨询、设计与组织协调相关方向最能稳固财富。",
        "金气平顺，宜品牌策划、教学与管理等相关行业。以细节取胜，富自来。",
        "金和者，秩序为先。法律、教育与财务类相关方向皆宜。清明即富。",
        "金平如镜。你在艺术与金融管理等相关领域能积少成多。沉静致盈。"
      ]
    },
    "弱": {
      "M": [
        "金弱则柔。你宜从事教育、研究、咨询与服务等相关领域。学习与自律是你的聚财之源。",
        "金气不足，易犹豫。行政、教育与技术类相关方向能让你稳步前行。勤能补金。",
        "金衰而思广。你适合数据、金融辅助与策划类相关行业。用理性换富。",
        "金弱者，贵在积累。文案、设计与研究等相关领域能让财富缓而不竭。",
        "金气微者，稳中求胜。教育与管理相关方向能带来稳定收益。"
      ],
      "F": [
        "金弱则柔。你温和细腻，适合教育、文化与行政类相关领域。稳而不乱，财自来。",
        "金气不足，宜靠才智。咨询、艺术设计与教学相关方向能助你安然聚财。",
        "金弱女子，心明而静。教育、服务与品牌类相关行业最能积福。",
        "金气微者，宜于稳定组织。管理与行政相关方向能带来安心之富。",
        "金弱如风，静而不散。你在文化与教育等相关领域能细水长流。"
      ]
    }
  },

  "水": {
    "旺": {
      "M": [
        "水，智而润。你宜从事教育、科技、心理咨询、传媒与艺术等相关领域。以智生财，富贵可期。",
        "水旺者，思深智远。研究、创意与教育类相关方向最能发挥潜能。静中制动，财自长流。",
        "水气充盈，适合文化传播、设计与咨询等相关行业。智慧是你的资本。",
        "水盛之人，感知敏锐。教育、心理与艺术类相关领域能让你在灵感中聚富。",
        "水旺则慧。你在科研、传播与创意产业及其相关方向皆能成就智慧之财。"
      ],
      "F": [
        "水，柔而智。你适合教育、艺术、心理与文化研究等相关领域。以情润财，温柔致富。",
        "水旺女子，心思灵动。你在教育、传播与疗愈类相关方向能以智聚财。柔光长流。",
        "水盛如川。文化、艺术与咨询等相关行业能让你积福积财。随顺而行，财气自聚。",
        "水气旺者，直觉极强。教育、设计与心理类相关方向是你成功的舞台。",
        "水旺之性，慧中有情。艺术与教育相关领域能让你兼得心安与财富。"
      ]
    },
    "平": {
      "M": [
        "水平则明。你适合教育、研究、设计与心理咨询等相关领域。静中见智，稳中聚财。",
        "水气调和，动静皆宜。传媒、教育与文化产业相关方向能带来稳固收益。",
        "水调而顺。研究、传播与教育类相关行业皆宜。理性为舟，财富自来。",
        "水平者，聪慧灵动。教育与咨询相关方向最能让你安稳生财。",
        "水气平顺，你擅长分析与洞察，适合心理、艺术与传媒等相关领域。以智致富。"
      ],
      "F": [
        "水，柔而清。你适合教育、心理、艺术与传媒等相关领域。平和而智，财气顺流。",
        "水平女子，思明心净。你在教学、艺术与传播相关方向能稳定成长。智慧生财。",
        "水气中和，宜文化与疗愈行业相关方向。以理解化财富。",
        "水和者，洞察人心。你在教育与艺术管理相关领域能积累稳定财富。",
        "水平如镜，智透人心。教育、文化与创作类相关方向最能积财积福。"
      ]
    },
    "弱": {
      "M": [
        "水弱则滞。你宜从事教育、研究、服务与设计等相关领域。积智而后聚财。",
        "水气不足，思多行少。选择稳定行业，如教育、研究与咨询相关方向，缓步致富。",
        "水衰而慧。你擅分析与沟通，适合文化、编辑与研究等相关领域。静能生财。",
        "水弱者，宜稳不宜急。教育、艺术与心理等相关方向能让你安然积累。",
        "水气微者，柔中有慧。教学与文化推广等相关领域是你安稳的财富源。"
      ],
      "F": [
        "水弱则柔。你温柔敏思，适合教育、心理与艺术等相关行业。慢而稳，富自来。",
        "水气不足，易感情绪。文化、咨询与教育相关方向能助你心定财稳。",
        "水弱女子，慧而不显。宜从事艺术、研究与教学等相关领域。柔光即财光。",
        "水气微者，心静如潭。教育与心理疗愈相关方向能带来安稳之富。",
        "水弱如溪，细而不竭。文化与教育等相关领域能让你长久安宁地富足。"
      ]
    }
  }
}
