{
  "木火": [
    "木生火，生机化为光热。你兼具创造力与热情，能将理想付诸行动。教育、艺术与传播等相关领域最能让你闪光。",
    "木旺生火，成长与表达并行。你在文化、教育、心理与创意行业中极具影响力。保持节奏，持恒致远。",
    "木助火势，思维敏捷。你擅长激励他人，适合教学、艺术策划与传播相关方向。热中有度，成于专注。",
    "木火相融，气势畅达。你的行动力与理想融合得当，艺术与教育类相关领域可带来持久财富。",
    "木遇火，灵感化形。你有带动群体与创造氛围的天赋。文化、教育与创新行业皆宜。以心为灯，富而不竭。"
  ],
  "火土": [
    "火生土，热能化稳。你能把灵感转化为实绩。适合管理、培训、地产与运营等相关领域。恒心为富。",
    "火旺生土，执行力强。你擅将创意落地，宜从事组织管理与教育咨询等相关方向。积累为基，稳步致富。",
    "火土同和，动中有稳。你在项目管理与建设型产业最能聚财。控制节奏，财富自厚。",
    "火融于土，热情化为恒心。你适合教育、规划与金融行业等相关领域。持之以恒，稳中见富。",
    "火化为土，势定心安。你善协调资源，宜于行政、建筑与商业管理相关方向。稳者常丰。"
  ],
  "土金": [
    "土生金，厚积为器。你重秩序与实践，宜从事金融、法律与工程管理等相关领域。诚信为本，财随信来。",
    "厚土养金，稳中见智。你能在金融、教育与规划行业中积累长久财富。厚德载财。",
    "土旺化金，重理而细心。适合财务、管理与法律等相关方向。秩序生利。",
    "土金相辅，静中藏势。你能稳控节奏，在管理与经济领域聚财聚名。诚则通达。",
    "厚土藏金，稳健为富。你适合行政、金融与科研类相关领域。以信立业，福聚长久。"
  ],
  "金水": [
    "金生水，理化为智。你思维敏锐，适合教育、科技与传媒等相关领域。逻辑为舟，财智并行。",
    "金润水清，理性生慧。你在咨询、心理与研究方向极具天赋。静思致富。",
    "金旺化水，智慧流通。你擅洞察人心，宜从事教育、传播与科技类相关行业。智者常富。",
    "金与水合，分析与直觉并存。文化、科技与咨询领域最能展现你的才智。以智聚财。",
    "金水相融，思明志远。你适合教育与研究相关方向。理清事明，富贵可期。"
  ],
  "水木": [
    "水生木，智汇成长。你思维灵活，擅长学习与启发。教育、心理与艺术类相关领域最能助你成名聚财。",
    "水旺木荣，知行并进。你在文化、创意与教育行业能化思维为财富。静以制动，财从智来。",
    "水润木荣，温而有慧。你能将知识化为财富，适合研究、设计与咨询相关方向。",
    "水木相生，智与仁合。你适合教育、文化与心理相关行业。以学聚德，以德养财。",
    "水助木生，灵感丰盈。你善于整合知识与人脉，宜从事教育、传播与创意等相关领域。学而富。"
  ],
  "木金": [
    "木克金，柔化锋芒。你擅长在结构中创新，适合设计、品牌与科技管理等相关领域。取舍有道，富可长久。",
    "木金相制，理融于创。你能在教育、策划与艺术行业找到平衡之富。克中藏生，稳中致胜。",
    "木遇金，理性导创。你在设计、咨询与规划领域最能聚财。心稳则业兴。",
    "木与金和，智创并行。科技与文化行业相关方向最宜。持衡而进，财路长通。",
    "木金调衡，思创兼优。品牌、教育与管理行业皆宜。以理化创，富而安。"
  ],
  "火金": [
    "火克金，光炼为器。你果断坚毅，宜于金融、制造与管理等相关领域。锋芒藏内，财富常新。",
    "火金相辅，刚柔并济。你在科技、教育与创业类行业最能成就自我。稳中取胜，财势不减。",
    "火旺炼金，意志坚强。你适合金融、品牌与咨询等相关方向。热能化势，富贵可期。",
    "火与金和，动静得宜。教育与管理行业可令你平衡成长。心定则富。",
    "火炼金成器。你有决断力与执行力，宜投身创新与管理类相关行业。以智驭势，富在掌握。"
  ],
  "火水": [
    "火克水，动中求稳。你感性敏锐、思维多元，适合艺术、传媒与心理咨询相关领域。热导智，富随和。",
    "火水相融，情理并济。你能将创意化为成果，宜从事教育与传播类相关方向。平衡热度，财气顺流。",
    "火遇水，动静互制。艺术与教育行业皆宜。心稳则业成。",
    "火与水合，理热交融。你擅理解他人，适合教育与心理行业。智慧即富。",
    "火弱水盛，热转智生。创意、咨询与文化传播相关领域能带来安稳财富。"
  ],
  "土水": [
    "土克水，理智稳心。你务实且洞察，适合科研、金融与管理等相关领域。专注长远，稳富可期。",
    "土水相融，稳中见慧。教育与规划行业能让你积财聚德。秩序即财富。",
    "厚土涵水，静而生智。你适合研究、教育与政策研究相关方向。守恒致盈。",
    "土润水明，理智柔衡。管理、金融与教育行业皆宜。以恒生富。",
    "厚土控水，智守平衡。科研、管理与金融领域最能聚财。沉静为富。"
  ],
  "金木": [
    "金克木，规则驭生机。你具备计划力与创新力结合，适合教育、科技与管理等相关领域。理顺而富。",
    "金木相制，理创并行。你能将逻辑化为成果，宜从事品牌、教育与研究类相关方向。秩序生财。",
    "金遇木，理中带仁。教育与设计行业最能展现你的长远潜能。稳中生利。",
    "金木调衡，智行并进。科技与文化领域皆宜。以理导创，财路宽阔。",
    "金克木而和，规则养成长。品牌与教育行业相关方向最能成就稳富。"
  ]
}
