{
    "木": {
        "M": {
            "旺": [
                "木旺者，志远思多，易急于成。宜修“仁”与“静”，以柔化动。可植树、供花、焚香、写经，佩木纹或青玉饰。行此修法，能稳志定心，事业顺达，贵人相助。",
                "木气过旺，思维敏锐却易心躁。宜早起礼香、整理书案、抄经静心。佩青玉或檀香饰品，可令木气平衡，思路通达，事业稳健。",
                "木盛者志大而易偏。宜修“德”与“恒”，每日助人、供花、植树，以善化势。长行之，心气柔顺，事业得助，贵运长兴。",
                "木旺之人，谋事多成但心难静。宜供灯三盏、抄经一页，以定志聚气。佩木纹饰，饮绿茶，心气调则事业昌，财路通。",
                "木性太盛，易劳心。宜修“止”与“礼”，每日清晨礼香、观叶、静坐十息。以柔养志，令气归根，事业长久，身心安宁。"
            ],
            "平": [
                "木气平顺，志定心稳。宜修“德”与“恒”，多助人、勤学、书经一页。佩青玉饰或木纹手串，可聚木气，使事业与人缘并进。",
                "木平者，性和志稳，宜植树、供花、写经，或行布施。以仁养木，可令事业顺达，贵人助力，家庭和合。",
                "木调和之人，心性温润，宜守恒而不急。每日焚香三炷、供花一束、念经片刻，可聚气成志，事业昌顺。",
                "木性平稳，志行方正。宜修“信”与“智”，植树养德，佩青玉饰，可令思维敏锐，决策有度，业途明朗。",
                "木气调顺者，宜常怀仁德，多行善事。可于春日供灯、书经、助人。久行之，事业安稳，财气渐旺，心气和柔。"
            ],
            "弱": [
                "木气微弱，志轻气散。宜修“勇”与“恒”，以动补静。每日供香三炷、植花一盆，佩木饰。可令志气生发，事业与财运齐旺。",
                "木弱者，思迟志缓。宜修“智”与“仁”，多助人、抄经、供香花。佩青玉饰，饮花茶，以生气补木，志定而业兴。",
                "木气不足，易失方向。宜修“信”与“恒”，每日祈愿、植树、焚香。以德养木，长行之，则事业渐稳，贵人可期。",
                "木衰者，心志易散。宜修“阳”与“德”，多行动、扶弱、供花。佩木纹饰，饮绿茶。阳气生则木旺，事业再起。",
                "木气微者，志气未生。宜清晨礼香、读经一页、助人植树。以行养志，以德养业。久而久之，事业畅达，气势复苏。"
            ]
        },
        "F": {
            "旺": [
                "木旺女子，志高思远，易急于成。宜修“仁”与“静”，每日植花、供香、写经，以柔化势。佩青玉饰，可聚贵缘，事业顺心。",
                "木气盛者，心思敏捷但多忧。宜修“恒”与“德”，清晨供花、焚香一柱。佩木饰、饮花茶，使气和志稳，事业渐旺。",
                "木旺之性，易感外扰。宜修“信”与“礼”，每日写经、植花、助人。以德化势，心静而贵人自来。",
                "木盛女子，志广心躁。宜修“止”与“恒”，供灯一盏、焚香三炷，佩木纹手串。心定则业顺，家和财稳。",
                "木气太盛，宜以柔化刚。可多行助学、供花、抄经，以仁德平衡上扬之气。行之久，则事业通达，福缘加深。"
            ],
            "平": [
                "木气平顺，性温志稳。宜修“德”与“恒”，多植花、写经、供香。佩青玉饰，可令思清志明，事业安稳。",
                "木平女子，心静志正。宜修“信”与“仁”，助人行善、供花一束。以德养木，贵人相扶，事业有成。",
                "木调女子，气和心定。宜修“静”与“礼”，每日焚香三炷、读经一章。心顺则业顺，福气长存。",
                "木平者，志稳思柔。宜修“智”与“恒”，抄经、供灯、助人。以行养气，事业与缘分并进。",
                "木气调顺，宜常怀仁心，多助人、养花、抄经祈福。木气和柔，事业昌达，家庭安宁。"
            ],
            "弱": [
                "木弱女子，志轻易倦。宜修“勇”与“恒”，以动养志。可供花三朵、焚香一炷、佩木纹饰。气聚志生，事业渐旺。",
                "木气不足，思柔志弱。宜修“智”与“德”，多助人、抄经、植花。佩青玉饰，饮花茶。木气渐旺，业运上升。",
                "木衰者，志易动摇。宜修“信”与“恒”，每日祈愿、供香、写经。长守之，则事业稳固，财气生。",
                "木气微女子，心易散。宜修“德”与“勇”，多行布施、植树、助人。阳气生则业势成，贵运相随。",
                "木弱女子，宜静以养志，动以生气。可晨礼香、书经、佩木饰。行之久，思明志定，事业得助。"
            ]
        }
    },
    "火": {
        "M": {
            "旺": [
                "火旺者，思敏行快，志高而心躁。宜修“静”与“德”，以柔制烈。可于明亮处点灯祈愿，焚香三炷，佩红玉或金饰。火气调和，则财势稳进，贵人相助，事业光明。",
                "火气过盛，行事果断却易急。宜修“仁”与“止”，每日供灯一盏、焚香一炉，以柔养刚。佩红玉、饮花茶，可稳心定志，令财气长盈。",
                "火盛之人，性急好胜，易劳而少定。宜修“恒”与“礼”，可每日助人布施、供灯祈福，佩红玉饰。柔化火势，财路安稳，家庭和顺。",
                "火旺者，气盛志锐，易冲而损财。宜修“智”与“静”，行布德、供花、焚香。佩金色或朱红饰，可化躁为顺，财富稳聚。",
                "火气太盛，心浮气急。宜修“静”与“德”，多听琴音、饮菊花茶，夜燃香灯一盏。以柔化动，心定财聚，贵人扶持。"
            ],
            "平": [
                "火气平顺，财运稳定。宜修“恒”与“德”，多助人、布施、供灯三盏。佩红玉饰，饮花茶，可令财气生旺，心气通达。",
                "火平者，思明志稳。宜修“信”与“静”，每日焚香一炉、祈愿一念，以聚阳气。佩金饰，饮桂花茶，能旺财添福。",
                "火调和之性，温暖而柔。宜修“德”与“礼”，多施善行，供花焚香。佩红玉，可聚财守福，事业顺利。",
                "火性平稳，志行温和。宜修“仁”与“恒”，晨起供灯、夜读经，心净则财顺。佩红玉、饮花茶，可聚贵气。",
                "火气平和者，天性热心。宜修“静”与“德”，行助人善举，供灯祈福。长守之，财运稳中有升，贵人盈门。"
            ],
            "弱": [
                "火气微弱，思缓行迟，财势未展。宜修“勇”与“阳”，以动补火。可点灯、焚香、佩红玉或金饰。阳气生则财聚，事业顺达。",
                "火弱者，志轻气冷。宜修“恒”与“信”，多布施、祈愿、供灯。饮姜茶或桂花茶，暖身聚财，助运亨通。",
                "火气不足，行动迟缓。宜修“勇”与“德”，可焚香、点灯、佩红玉。久行之，火旺而财生，事业得势。",
                "火衰者，心易懈怠。宜修“智”与“恒”，每日焚香三炷、书经一页，以志养阳。气活则财聚，福运渐盛。",
                "火气微者，宜勤以生阳。可助人、布施、点灯祈福。佩红玉饰，饮姜茶。阳起而火旺，财富随之流通。"
            ]
        },
        "F": {
            "旺": [
                "火旺女子，志锐行急，易怒而少和。宜修“静”与“德”，每日供灯、焚香、佩红玉。柔中藏刚，财聚而气顺，缘福双盈。",
                "火气盛者，热情外显，内心浮躁。宜修“仁”与“恒”，多助人布施、点灯一盏。佩金饰或红玉坠，可稳情聚财。",
                "火旺之性，锐气外放。宜修“静”与“礼”，每日焚香祈愿，听琴音、饮花茶，以柔养心。火平则财旺，家业兴隆。",
                "火盛女子，志高心躁。宜修“德”与“智”，供灯三盏、抄经一页，以静化动。佩红玉饰，心定则财生，福自来。",
                "火气太盛，宜修“止”与“仁”。可多助人、布施、供香花，佩金饰。柔能制火，财稳人和，心气通畅。"
            ],
            "平": [
                "火气平顺，性温志稳。宜修“恒”与“信”，每日供灯、祈福、助人。佩红玉饰，饮花茶，能聚财添缘。",
                "火平女子，思明心静。宜修“德”与“礼”，可焚香、供灯、助人。柔化火势，财气恒盛，福寿并长。",
                "火调女子，气暖而柔。宜修“智”与“恒”，每日书经、焚香、饮花茶。火气安稳，财源顺达。",
                "火平者，志稳心和。宜修“仁”与“信”，助人、供灯、祈愿。佩金饰，财运稳健，福气绵延。",
                "火性调顺，宜常怀德心，多助人、焚香、供花。火柔而亮，财气生旺，贵人常至。"
            ],
            "弱": [
                "火弱女子，志轻气冷，财势未开。宜修“勇”与“阳”，多助人、点灯、佩红玉饰。阳起则财聚，心定而福长。",
                "火气不足，思缓心懒。宜修“恒”与“智”，每日焚香三炷、饮姜茶。火生则气活，财旺缘顺。",
                "火衰者，心易疲。宜修“勇”与“德”，行布施、供灯、助人。佩红玉饰，火起而福生，财源滚进。",
                "火气微女子，宜修“智”与“信”，每日供灯一盏、诵经祈福。阳气聚则财通，事业兴。",
                "火弱者，气冷志弱。宜修“勇”与“恒”，点香、供花、佩金饰。久行之，火旺财聚，心安神定。"
            ]
        }
    },
    "土": {
        "M": {
            "旺": [
                "土旺者，气厚而稳，志坚而执。宜修“静”与“德”，以柔调刚。可行助人、植树、供香、饮花茶。佩黄玉或土色饰，可平心稳气，护脾健身，令事业与健康两旺。",
                "土气过盛，心定志重，然易固执。宜修“恒”与“智”，每日焚香三炷、供净水一盏。佩黄玉饰，可化滞为通，气顺身康，福寿并进。",
                "土盛之人，根基厚实却易倦怠。宜修“礼”与“信”，多助人布施、行步于林下、饮菊花茶。佩黄玉，可平气养脾，安神益寿。",
                "土旺者，勤勉坚毅，但思虑多。宜修“止”与“德”，每日焚香、供香果。佩黄玉饰，能稳中见巧，化忧为安，身心俱顺。",
                "土气太盛，易疲体重。宜修“静”与“恒”，可清晨礼香、诵经、助人。饮花茶、佩黄玉，可调气养身，稳财固根。"
            ],
            "平": [
                "土气平顺，体健心安。宜修“德”与“恒”，多护生、助人、供香。佩黄玉饰，饮花茶，可令健康长保，气血调和。",
                "土平者，性稳志厚。宜修“信”与“静”，每日焚香三炷、礼佛祈愿。佩土色饰，可安气宁心，延年益寿。",
                "土调和者，心厚志正。宜修“智”与“德”，多布施、护生、饮菊花茶。佩黄玉，可养脾胃，令身心平顺。",
                "土性平稳，志行柔和。宜修“恒”与“礼”，供香、诵经、扶弱助人。佩黄玉饰，能聚稳气，福禄俱增。",
                "土气调顺，体健而心安。宜修“静”与“信”，多助人、饮花茶。行此修法，可保健康常在，福缘连绵。"
            ],
            "弱": [
                "土气微弱，易劳体倦。宜修“恒”与“阳”，以动补身。每日供香三炷、诵经、助人行善。佩黄玉饰，饮花茶，可聚气强身。",
                "土弱者，脾胃不足，思虑多而气滞。宜修“德”与“勇”，多护生、供净水。佩土色饰，饮姜茶，久行可强体聚福。",
                "土气不足，志轻心散。宜修“信”与“恒”，行步于林、礼佛祈愿。佩黄玉饰，饮花茶。久之气足，身安运顺。",
                "土衰者，气虚志缓。宜修“阳”与“智”，每日焚香三炷、助人植树。佩黄玉、饮姜茶，以温补身心。",
                "土气微者，体弱易乏。宜修“德”与“恒”，布施、护生、饮菊花茶。佩土色饰，能气归中，康宁自来。"
            ]
        },
        "F": {
            "旺": [
                "土旺女子，气厚志坚，易倦思多。宜修“静”与“德”，每日焚香三炷、供香果、饮花茶。佩黄玉饰，能调脾养气，安神聚福。",
                "土气盛者，心稳志恒，但易执。宜修“恒”与“智”，多布施护生、供净水。佩土色饰，饮菊花茶，心气平和，健康长久。",
                "土旺之性，勤勉而劳。宜修“止”与“信”，每日清晨礼香、诵经、助人。佩黄玉饰，能安神养身，气顺则福生。",
                "土盛女子，体强而思重。宜修“德”与“恒”，供灯一盏、饮花茶、书经一页。久行之，气和身健，福禄安稳。",
                "土气太盛，易郁心烦。宜修“静”与“礼”，焚香、助人、饮花茶。佩黄玉饰，心宁则体康，家和福聚。"
            ],
            "平": [
                "土气平顺，体健心稳。宜修“恒”与“信”，每日焚香、护生、饮花茶。佩黄玉饰，气顺而血通，康宁自生。",
                "土平女子，性和志稳。宜修“德”与“恒”，多助人布施、饮菊花茶。佩土色饰，可养脾胃，福寿绵长。",
                "土调女子，气定而柔。宜修“静”与“智”，每日供香、书经、饮花茶。土气和，则健康延年。",
                "土平者，体安志定。宜修“信”与“恒”，多助人、护生、供灯。佩黄玉饰，健康安稳，福气长久。",
                "土气调顺女子，宜修“德”与“礼”，行善助人、饮花茶、供香果。气厚身健，安然自得。"
            ],
            "弱": [
                "土弱女子，体乏气散。宜修“勇”与“阳”，多助人、饮姜茶、焚香祈福。佩黄玉饰，能补气益脾，健康复苏。",
                "土气不足，易思多体弱。宜修“恒”与“德”，每日供香、护生、饮菊花茶。佩土色饰，久行之，气旺身健。",
                "土衰者，脾胃虚弱。宜修“智”与“信”，多布施、饮花茶、佩黄玉。气顺身安，福寿并增。",
                "土气微女子，体弱而志缓。宜修“恒”与“勇”，每日焚香、供灯。佩土色饰，饮姜茶。阳气升，身康气稳。",
                "土弱者，思虑重，气乏神倦。宜修“德”与“恒”，护生、助人、饮花茶。佩黄玉饰，可聚气养身，福缘绵长。"
            ]
        }
    },
    "金": {
        "M": {
            "旺": [
                "金旺者，志锐心明，易言快而断。宜修“柔”与“仁”，以和养义。可净心焚香、敲铜钟、供花香三朵，佩白玉或银饰。柔心则贵，缘生而财稳，家庭和顺。",
                "金气过盛，理性强而情薄。宜修“静”与“德”，每日供香、书善愿、饮花茶。佩银饰或白玉珠串，可化锋为和，人缘畅达，感情稳固。",
                "金盛之人，志明心锐，言语直接。宜修“慈”与“礼”，多行布施、敲钟祈福、供香。佩白玉饰，可令气柔，情缘和合，贵人相助。",
                "金旺者，智明果断，然少温情。宜修“信”与“仁”，每日焚香三炷、书经一页。佩银饰、饮花茶，可化刚为柔，缘通人和。",
                "金气太盛，易自傲孤行。宜修“德”与“静”，多助人、供香、敲钟。佩白玉饰，饮花茶，以柔化刚，贵运转旺，情缘自来。"
            ],
            "平": [
                "金气平顺，思明心稳。宜修“德”与“礼”，以柔养性。每日焚香三炷、供花一束。佩白玉饰，饮花茶，可聚缘纳福，家庭安乐。",
                "金平者，性明志和。宜修“信”与“仁”，多助人、书经、敲钟。佩银饰，饮绿茶，能调气顺缘，安然自得。",
                "金调和之性，气柔志正。宜修“慈”与“恒”，供香、诵经、助人。佩白玉珠串，可旺缘添福，贵人常至。",
                "金性平稳，思清志和。宜修“德”与“信”，每日焚香、供花。佩银饰，饮花茶，缘顺人和，心安业稳。",
                "金气调顺者，心平志明。宜修“恒”与“礼”，助人布施、供香祈愿。佩白玉饰，饮花茶，福生缘顺。"
            ],
            "弱": [
                "金气微弱，志少气散，人缘不畅。宜修“勇”与“信”，以动补金。每日敲钟、供香、佩银饰。饮花茶，久行之，气聚缘生，贵人相助。",
                "金弱者，志缓心柔。宜修“恒”与“德”，多助人、供花、诵经。佩白玉饰，饮绿茶。气顺缘通，情事平顺。",
                "金气不足，思迟情轻。宜修“仁”与“智”，每日焚香三炷、祈愿一念。佩银饰，饮花茶，可聚贵气，缘合情顺。",
                "金衰者，心易退。宜修“阳”与“德”，多行布施、助人。佩白玉饰，饮姜茶，以温化寒，缘开福生。",
                "金气微者，志轻言缓。宜修“智”与“恒”，每日供香、敲钟、书经。佩银饰，饮花茶。气生缘聚，喜事临门。"
            ]
        },
        "F": {
            "旺": [
                "金旺女子，志明气锐，易强少柔。宜修“柔”与“静”，每日焚香三炷、供花一束、饮花茶。佩白玉或银饰，可化刚为和，缘分安稳。",
                "金气盛者，理智高明但情感生疏。宜修“德”与“信”，每日供香、书经、敲钟一声。佩白玉饰，可聚贵气，添缘福。",
                "金旺之性，外刚内柔，宜修“慈”与“礼”，多助人布施、供香祈福。佩银饰，饮绿茶，可令心气平顺，缘福并生。",
                "金盛女子，志锐心急，言语易伤。宜修“止”与“德”，焚香、书经、饮花茶。佩白玉饰，柔心即顺，感情融洽。",
                "金气太盛，性急思快。宜修“恒”与“仁”，每日敲钟祈愿、供花三朵。佩银饰，饮菊花茶，可稳情化锋，缘顺财来。"
            ],
            "平": [
                "金气平顺，思清志稳。宜修“信”与“礼”，每日供香、焚香三炷、饮花茶。佩白玉饰，心平缘顺，福气长。",
                "金平女子，性柔志稳。宜修“恒”与“德”，多助人布施、供花祈福。佩银饰，饮绿茶，可旺人缘，护婚姻。",
                "金调女子，心静志明。宜修“智”与“恒”，每日书经、敲钟。佩白玉饰，饮花茶，可聚缘增福。",
                "金平者，性和心顺。宜修“仁”与“静”，多助人、焚香祈福、饮花茶。佩银饰，可令缘分畅达，家庭和乐。",
                "金气调顺女子，宜修“德”与“恒”，每日焚香三炷、供香花。佩白玉饰，缘通财旺，福寿俱增。"
            ],
            "弱": [
                "金弱女子，志轻气柔，人缘稍弱。宜修“勇”与“恒”，每日供香、敲钟、佩银饰。饮花茶，可聚贵气，缘分安定。",
                "金气不足，性柔心静。宜修“德”与“信”，多助人、书经、饮绿茶。佩白玉饰，缘和情顺，贵人扶持。",
                "金衰者，思迟志缓。宜修“智”与“恒”，每日焚香、供花三朵。佩银饰，可令缘通人顺，喜事频生。",
                "金气微女子，心思敏感。宜修“勇”与“德”，行布施、护生、供香。佩白玉饰，饮花茶。气顺缘盛，家业平安。",
                "金弱者，言少志轻。宜修“信”与“恒”，每日供香、敲钟祈愿。佩银饰，饮菊花茶，可聚缘纳福，心安意和。"
            ]
        }
    },
    "水": {
        "M": {
            "旺": [
                "水旺者，思深志远，情感细腻而多虑。宜修“定”与“智”，以静化流。可放生一命、供净水一盏、焚沉香一炉。佩蓝玉或水晶饰，听水声、饮花茶。心定则智明，福生而运顺。",
                "水气过盛，心思敏锐却易犹豫。宜修“恒”与“阳”，每日供净水、点灯祈愿。佩蓝玉饰，饮姜茶，可化寒为温，气顺则福聚。",
                "水盛之人，志远思深，但心多波动。宜修“勇”与“德”，多助人、放生、供水。佩水晶饰，饮花茶，能令情志安稳，福气自生。",
                "水旺者，智明心柔，然多忧虑。宜修“信”与“恒”，每日焚香三炷、书经一页。佩蓝玉饰，饮菊花茶。心静则福来，运顺而安。",
                "水气太盛，易感外扰。宜修“智”与“定”，可听琴音、放生、供水、佩水晶饰。静中聚福，心宁气顺，财缘两旺。"
            ],
            "平": [
                "水气平顺，心静志明。宜修“德”与“信”，每日供净水、焚香三炷。佩蓝玉饰，饮花茶，可令福气恒长，心气调顺。",
                "水平者，志稳心和。宜修“智”与“恒”，多助人、放生、书经祈愿。佩水晶饰，饮花茶。智生福聚，身心安泰。",
                "水调和之性，思明情深。宜修“勇”与“德”，每日供香、听水声。佩蓝玉饰，饮菊花茶。福运渐生，事业顺达。",
                "水性平稳，心柔志正。宜修“恒”与“仁”，多布施、供净水、助人。佩水晶饰，饮绿茶，可安神聚福。",
                "水气调顺者，思清志远。宜修“静”与“智”，每日焚香、听琴音。佩蓝玉饰，饮花茶。福气安稳，贵运常临。"
            ],
            "弱": [
                "水气微弱，心易散志轻。宜修“智”与“恒”，每日放生、供净水、诵经祈福。佩蓝玉饰，饮花茶，久行之，福聚运开。",
                "水弱者，思缓气滞。宜修“勇”与“阳”，多助人、供香、饮姜茶。佩水晶饰，能补气益智，化忧为顺。",
                "水气不足，志少神疲。宜修“德”与“信”，每日供净水、书经、放生。佩蓝玉饰，饮花茶。福气渐生，事业得助。",
                "水衰者，心志不定。宜修“智”与“勇”，以动扶阴。可放生、焚香、饮姜茶。佩水晶饰，气活则福长。",
                "水气微者，思多体弱。宜修“阳”与“恒”，每日供灯、助人、饮花茶。佩蓝玉饰，阳气起则福聚，心安神宁。"
            ]
        },
        "F": {
            "旺": [
                "水旺女子，情深思敏，易忧喜不定。宜修“定”与“智”，每日放生、供净水、焚香三炷。佩蓝玉或水晶饰，饮花茶，听水音。心平气顺，福运常聚。",
                "水气盛者，感性细腻而思繁。宜修“恒”与“德”，多助人、祈愿、供香。佩蓝玉饰，饮菊花茶，心静则福聚，身康而安。",
                "水旺之性，智慧灵动却多感伤。宜修“信”与“恒”，每日供净水、书经。佩水晶饰，饮花茶，能化忧为慧，转心为福。",
                "水盛女子，思深而情易乱。宜修“勇”与“定”，多布施、放生、供灯。佩蓝玉饰，饮绿茶，福气回升，喜事临门。",
                "水气太盛，心念纷杂。宜修“静”与“智”，每日焚香、听水声、书经。佩水晶饰，饮花茶。心定则福来，缘顺财旺。"
            ],
            "平": [
                "水气平顺，心静志明。宜修“智”与“恒”，每日供净水、焚香、放生。佩蓝玉饰，饮花茶，可令福气恒长，情绪安宁。",
                "水平女子，性柔志稳。宜修“德”与“信”，多助人、供香、书经祈福。佩水晶饰，饮花茶，福缘自生，安康长久。",
                "水调女子，心净志清。宜修“静”与“恒”，每日焚香三炷、听琴音。佩蓝玉饰，饮花茶。福气安稳，身心清朗。",
                "水平者，气柔思清。宜修“智”与“德”，多放生、护生、饮菊花茶。佩水晶饰，能安神聚福，喜事连连。",
                "水气调顺女子，宜修“恒”与“信”，每日供净水、助人。佩蓝玉饰，饮花茶。气顺福聚，身安福长。"
            ],
            "弱": [
                "水弱女子，思多心细，易忧而少安。宜修“勇”与“阳”，每日放生、供灯、饮姜茶。佩蓝玉饰，阳气生则福旺，心神平。",
                "水气不足，心易乱。宜修“恒”与“智”，多布施、诵经、焚香三炷。佩水晶饰，饮花茶，可聚福平心。",
                "水衰者，体弱情多。宜修“德”与“信”，每日供净水、放生、助人。佩蓝玉饰，饮菊花茶，气顺而福生。",
                "水气微女子，志弱心柔。宜修“阳”与“恒”，可每日供灯、祈愿。佩水晶饰，饮姜茶，阳起水旺，福气渐长。",
                "水弱者，思多体倦。宜修“智”与“勇”，每日放生、助人。佩蓝玉饰，饮花茶，福生气顺，心安业旺。"
            ]
        }
    }
}