{
    "木": {
        "定义": "木，乃生发之气，象征成长、创造与方向，代表人在变化中追求理想与秩序的力量。",
        "旺": {
            "M": [
                "木，乃天地之初春，生长不息。你具有强烈的成长驱动力，渴望突破界限。目标明确、执行果断，是团队中勇于开路的人。记得偶尔放慢脚步，倾听他人的节奏，会让影响力更深远。",
                "木旺则志远，枝叶向阳。你行动果决、理想清晰，擅长规划与开创。唯过度用力，易忽略细节与情感。学会以柔制刚，让理性与温度同行，方得恒久之势。",
                "木气盛，则思敏而志立。你天生好学、喜探未知。不断学习与挑战令你成长迅速。惟需学会停顿与呼吸，方能在稳中见远。",
                "木之性，贵在生仁。你具备远见与热忱，常成为他人的方向标。适度关注内心感受，能让你在追求目标时更从容。",
                "木旺而直，你对成长有持续渴望，善于启发他人。懂得欣赏当下，不以结果为急，将使你内外皆顺。",
                "木之盛者，志如青云。你思路开阔、判断敏锐。唯需防急功近利，静心沉潜方能成大树之根。",
                "木气上腾，你富有创造与表达力，容易成为团队灵魂。给自己留白的时间，灵感会更深。",
                "木旺则生仁，你理想感强而使命感深。若能放下完美主义，相信阶段成果，也是一种圆满。"
            ],
            "F": [
                "木，乃春风之性，柔而不弱。你温柔而坚定，拥有向上的生命力。你常为他人提供方向，也需要学会让自己被照顾。",
                "木盛如花，生意盎然。你富有创造天赋，对美与秩序敏感。偶尔静下心，灵感将源源不绝。",
                "木气充盈，你喜欢帮助他人成长，也在他人的故事中寻找意义。明确自身目标，会让能量更集中。",
                "木性生仁，你具有包容与疗愈力，能抚慰人心。学会表达自身需求，是让爱更平衡的关键。",
                "木平而雅，你有清晰的价值观与洞察力。偶尔驻足回望，会让前路更明晰。",
                "木旺则思繁，你热情而富有同理心。适当保留界限，情感能量才会持久。",
                "木生于春，你乐于创造与探索，对世界充满好奇。放慢节奏，让心与步伐同频，是幸福的开始。",
                "木之盛者，感性与理性交织。你善于用语言与艺术表达自己。懂得节制，便能让光长久。"
            ]
        },
        "平衡": {
            "M": [
                "木平则顺，生而不躁。你思维清晰、性格稳重，能在理想与现实之间保持平衡，是团队的中流砥柱。",
                "木气调和，贵在持恒。你理性而温和，懂得倾听他人，是沟通与协调的专家。",
                "木中有根，根深则叶茂。你脚踏实地、目标分明，懂得积累，是长期主义者的典范。",
                "木柔而直，性稳心定。你不急不躁，却能持续影响周围的人，以稳制胜。",
                "木气平衡，刚柔并济。你兼具创造与执行力，善于将想法化为行动，理想主义中见现实之光。",
                "木和而生，你真诚坦率，重视成长与诚信。懂得在变化中保持初心，是他人信任的源泉。",
                "木顺则泽广。你面对压力冷静分析，稳定中带智慧。若能敢于冒险，天地更宽。",
                "木平则不争，你包容理性，擅长调和纷争，是天生的协调者。"
            ],
            "F": [
                "木，柔中带刚。你温和而有主见，懂得在关怀他人时不失自我。这样的平衡，是你最动人的力量。",
                "木气流顺，化风为姿。你擅长沟通，用温柔改变环境。学会适时表达需求，让关系更圆融。",
                "木平如春，你在情感与理智之间游刃有余。懂得倾听与引导，是关系中的安定者。",
                "木柔而慧，你气质柔中带刚。面对困境，懂得用智慧化解，是柔中有力的象征。",
                "木平则安。你乐观、理性，能营造和谐氛围。学会表达野心，会让你更有存在感。",
                "木和而通，你喜欢学习与成长，对未知保持好奇。适当给自己挑战，能让生命保持活力。",
                "木顺者多慧。你细腻善解人意，懂得分寸，是人际关系中的润滑剂。",
                "木气平衡，安静自持。你默默完成关键任务，让人因你而安心。"
            ]
        },
        "弱": {
            "M": [
                "木弱则根浅。你有许多想法，却常犹豫不决。设立小目标、稳步前行，是增强自信的起点。",
                "木气微，则易摇。你敏感细腻，对环境变化反应强。规律作息与身体锻炼能让能量更稳。",
                "木衰而思盛。你擅思而少行。把计划落实，从小事开始，成功自然生长。",
                "木弱则向风。你渴望方向，却常迷惘。向有经验者学习，可稳住脚根。",
                "木气不足者，易随波逐流。你重视他人意见，学会表达自我，能重新找回力量。",
                "木性偏弱，心易动。尝试静心或写作，让情绪有出口，思想更清晰。",
                "木虚则难伸。你有理想，但行动力不足。专注一件事并坚持，是让能量回流的起点。",
                "木弱者多情感。你情感丰富，却常压抑自我。适度社交与表达，会让生命重新流动。"
            ],
            "F": [
                "木弱则柔。你温柔而敏感，常为他人付出。学会拒绝，是成长的力量。",
                "木气不足者，思虑多而行少。行动本身就是疗愈，别害怕出错。",
                "木衰如芽。你常在意他人评价。专注自身节奏，能量会自然回稳。",
                "木弱之女，心易乱。多亲近自然，阳光与树影会让你重拾平衡。",
                "木气微者，感受力强而情绪化。学习界限，让心有呼吸空间。",
                "木虚者，想象力丰富但易耗能。清晰目标，灵感才会结实落地。",
                "木弱之性，情深易疲。通过休息与艺术表达，你能重拾力量。",
                "木气轻柔，易随人意。练习表达意见，会让关系更健康，也让你更坚定。"
            ]
        }
    },
    "火": {
        "定义": "火，乃阳中之阳，象征热情、表达与光明，代表生命的动力与情感的燃点。",
        "旺": {
            "M": [
                "火，主明与动。你热情外放，意志坚定，擅长带动团队。唯需学会掌控节奏，让热度成为力量而非压力。",
                "火旺则炽，你的行动快而直接。勇敢表达是优点，但过度激烈易生摩擦。柔和的语气，能让你的影响更持久。",
                "火盛之人，思路敏捷、反应迅速。你喜欢挑战与舞台，但别忘了留时间让心冷静沉淀。",
                "火气上扬，你善于激励他人，也容易被情绪牵动。让理性与感性并行，是成就长久的秘诀。",
                "火旺而明，你充满感染力与领导力。多给他人空间，会让你的光照得更远。",
                "火性炽烈，志在燃烧。你敢于开创新局，懂得承担。唯有耐性，方能守得长红。",
                "火盛者，言行坦率。你的真诚是优点，但需学会倾听，让互动更圆融。",
                "火旺者，易被激情推动。暂停一下、深呼吸，能让光焰不灭而更亮。"
            ],
            "F": [
                "火，乃心之焰，照亮他人亦温暖自身。你热情明朗，是人群中的光。记得在爱中保留独立。",
                "火盛如夏，你情感充沛，表达力强。懂得自我调节，是让幸福常在的钥匙。",
                "火旺者，光彩夺目。你的笑容有治愈力。别让疲惫掩盖天生的光。",
                "火性外放，你富灵感与创造力。学会让灵感在休息中再生。",
                "火明则真。你说话直接、待人真诚。控制情绪，是成熟的起点。",
                "火旺而柔，你勇敢表达，又能共情他人。用温度平衡锋芒，力量更大。",
                "火之盛者，心热如炬。适度沉静，能让情感更纯粹。",
                "火气盈盈，你乐于给予。偶尔收回光，温暖自己，也温暖世界。"
            ]
        },
        "平衡": {
            "M": [
                "火平则明。你乐观热情，却不浮躁，能用幽默与智慧点亮团队。",
                "火气调和，光而不灼。你擅长激励他人，是氛围的营造者。",
                "火和者，热中有稳。你自信自然，表达得体，令人信赖。",
                "火平者，心如烛光。你能持续发光，不张扬，却温暖长久。",
                "火中有土，稳而不散。你懂得让理想落地，是现实中的理想家。",
                "火平而静，你包容、乐观，能让人群凝聚。",
                "火顺则明，你思维清晰，热情节制，是团队的晴空。",
                "火平男子，善于引导。你的热情让人振奋，你的理智让人安心。"
            ],
            "F": [
                "火，柔中带光。你明朗温暖，懂得爱与被爱，是情感中的疗愈者。",
                "火平则心静如炬。你在混乱中仍能保持清晰，令人安心。",
                "火气和顺，性格明快。你善沟通，擅长带动氛围。",
                "火平女子，多具直觉与洞察力。能察觉他人情绪并温柔回应。",
                "火顺者，温和有度。你的稳定让周围充满安全感。",
                "火气平衡，处事得体。你兼具理性与热情，令人敬佩。",
                "火和女子，多笑而不躁。你用快乐感染他人，也能照亮灰暗。",
                "火平而明，你温暖真诚，光柔而不烈，是众人信任的光。"
            ]
        },
        "弱": {
            "M": [
                "火弱则光微。你内敛温和，容易隐藏情感。尝试更多表达，能让人看见你的温度。",
                "火气不足，志易短。设定小目标并坚持，是重新燃起热情的起点。",
                "火衰者，情绪易冷。多接触阳光与人群，能重新点燃动力。",
                "火弱者，需动以养阳。运动与沟通能让能量回流。",
                "火气不旺，思绪易散。学习找到兴趣，是让光重燃的关键。",
                "火微则沉。你善思却少行。多参与团队活动，会带来新能量。",
                "火气不足者，宜温养。让心放松，热情自会回来。",
                "火弱男子，外冷内热。适度展示热情，是获得信任的捷径。"
            ],
            "F": [
                "火弱之女，柔而敏。你容易被情绪左右。用阳光与笑，唤回内在的暖。",
                "火气不足，情绪波动。多接触自然与艺术，让心重新发光。",
                "火衰女子，宜修身心平衡。音乐与舞动，是能量回流的桥梁。",
                "火微者，心易冷。与热情的人同行，你的光会被点亮。",
                "火弱女子，情感细腻。学会表达需求，温度才会持续。",
                "火气轻，容易退缩。多尝试小挑战，信心会一点点回来。",
                "火虚者，易忧易感。创造小仪式感，让日常重获活力。",
                "火弱则隐。你的温柔是火的另一种形态，学会相信它。"
            ]
        }
    },
    "土": {
        "定义": "土，乃承载之本，象征稳定、包容与根基，代表人心中的安全感与秩序感。",
        "旺": {
            "M": [
                "土，厚而能载。你稳重踏实，责任心强，是他人信赖的依靠。唯防固执，学会灵活变通。",
                "土旺则安。你擅长管理与规划，是结构的建设者。偶尔放下掌控，能获得新的灵感。",
                "土气充盈，你务实且守信。注意不过度求稳，勇于创新能让成就更高。",
                "土厚则诚。你善于照顾他人，也容易累。学会分担，是智慧的开始。",
                "土盛者，讲原则、重细节。若能融入一点冒险，人生会更宽广。",
                "土气深厚，你具耐心与恒心。别让完美主义变成负担，适度放松更显成熟。",
                "土旺者，心宽体稳。你适合做导师与领导者，助人即自助。",
                "土盛而坚。外表平静，内心蕴藏巨大的决心，是“慢而胜”的典范。"
            ],
            "F": [
                "土，厚德载物。你温柔稳重，乐于照顾他人。学会平衡给予与接受，让爱更健康。",
                "土旺女子，贤良敦厚。你重情重义，家庭与事业兼顾。别让责任压住快乐。",
                "土气盈盈，你沉静温暖，是他人心中的港湾。学会偶尔冒险，让生命更辽阔。",
                "土盛之性，注重细节。别陷完美，适时放松能让你更有魅力。",
                "土气厚重，你善解人意，却容易背负太多。学会放下，是成熟的力量。",
                "土旺者，稳中带柔。你的包容是他人依靠的力量。记得照顾自己。",
                "土盛女子，多能持家理事。加入一点灵动，你的能量会更完整。",
                "土性深稳，你安于平凡，却有持久影响力，是静水深流之人。"
            ]
        },
        "平衡": {
            "M": [
                "土平则厚。你沉稳有度，判断清晰，是团队的中轴。",
                "土气调和，静而能听。你擅于协调与建设，让人安心。",
                "土和者，实而不僵。你诚恳务实，能在时间中积累成果。",
                "土顺则安。你内心平和，珍视承诺，懂得尊重他人空间。",
                "土中有金，理智而温柔。你兼具规则感与包容心。",
                "土平而和。你稳中求新，懂得守与变的平衡。",
                "土气顺畅，步伐稳健，不被外界扰动，是他人的安全感来源。",
                "土平男子，谦逊务实，用行动赢得信任。"
            ],
            "F": [
                "土平如山。你安静柔和，重秩序与信任，是关系中的定心石。",
                "土和女子，心稳而慧。你懂得照顾与倾听，令人安心。",
                "土气中和，你以体贴维系关系。别让体谅变成压抑。",
                "土平女子，稳中见雅。你善于平衡理想与现实，是成熟的象征。",
                "土性调顺，柔而不弱。你能以温和化解冲突。",
                "土和而厚，你不争不躁，却能让事事归序。",
                "土平者，守中有光。你的稳，是他人前行的底气。",
                "土气顺畅，温柔而坚定，是团队中的安定力量。"
            ]
        },
        "弱": {
            "M": [
                "土弱则根浅。你易受环境影响。建立秩序感，是重获力量的起点。",
                "土气不足，思虑多。规律生活能让你更安稳。",
                "土衰者，心易浮。找到稳定的生活结构，能减轻焦虑。",
                "土弱则不守。学会耐心与持续，是人生的基石。",
                "土气微者，易乱于心。接触自然，有助重建中心。",
                "土虚之性，边界感弱。明确自我立场，是保护能量的法门。",
                "土弱男子，多思少行。让行动带来信心，脚踏实地方能安。",
                "土气不足者，宜整理生活空间，秩序即疗愈。"
            ],
            "F": [
                "土弱则浮。你渴望安全，却害怕束缚。慢节奏是你的力量之源。",
                "土气不足，情绪易波动。规律饮食与睡眠能帮你回稳。",
                "土衰女子，易焦虑。别急于迎合他人，尊重内心节奏。",
                "土弱之性，漂浮不安。通过园艺或烹饪，你能找回脚感。",
                "土微者，易陷思绪。放下负担，让内心松一寸。",
                "土虚女子，心柔易伤。守护善良，也要保留底线。",
                "土弱女子，宜自养。建立小习惯，让日子有序，是重生之法。",
                "土气不足者，善用时间管理，秩序即安全感。"
            ]
        }
    },
    "金": {
        "定义": "金，乃肃杀之气，象征意志、决断与价值，代表秩序、规则与自我界限的建立。",
        "旺": {
            "M": [
                "金，性坚而明。你目标明确、判断果断，是行动派。唯独要学会柔化锋芒，让力量带着温度。",
                "金旺则锐。你思维清晰，行动干脆。懂得倾听他人，会让权威更具亲和力。",
                "金盛者，理性而冷静。你擅长规划与决策，但别忽视情感表达。",
                "金气盈，你正直且高效。若能容纳不同意见，成就更稳更广。",
                "金旺则勇。你敢于承担，面对困难无所畏惧。记得让同理心与责任同行。",
                "金盛之性，讲原则、重效率。放下苛求，圆融自生。",
                "金旺者，内外分明，逻辑清晰。懂得休息，是持续前行的关键。",
                "金气太旺，心易紧。给自己一些松弛，锋刃才不易折。"
            ],
            "F": [
                "金，清明而刚。你自尊高、有原则，是秩序的守护者。温柔也是另一种力量。",
                "金盛如秋，你独立而理性，喜欢掌控局面。学会信任，会让关系更和谐。",
                "金旺女子，判断精准、行动迅速。多一点幽默与柔情，会让气场更圆满。",
                "金性坚实，你在困难中能自立。适度放松，让人生更有呼吸感。",
                "金盛者，逻辑与美感并存。你擅管理与设计，平衡理智与感性更显智慧。",
                "金气旺者，冷静而干练。表达感受，是情绪成熟的象征。",
                "金旺女子，多具气场。你的存在让人敬佩。加入温度，会让力量更持久。",
                "金盛则锐，宜以柔化刚。你的温柔，是最稀有的锋芒。"
            ]
        },
        "平衡": {
            "M": [
                "金平则明。你理性坚定，却能包容差异，是公正的代表。",
                "金气调和，坚中带柔。你判断精准，在压力中仍保持冷静。",
                "金和者，刚柔并济。你既能领导，也懂合作。",
                "金气顺畅，信义为本。你重规则与承诺，令人信赖。",
                "金中带水，思维敏捷。兼具逻辑与直觉，是分析型人才。",
                "金平而顺，你稳重务实，让环境更有秩序。",
                "金气清明，你行动有序、做事细致，是理性力量的代表。",
                "金平男子，清醒自持，用理性守护价值。"
            ],
            "F": [
                "金平如镜。你独立而温和，坚韧不失柔情。",
                "金气中和，你公平理性，敢于表达立场。",
                "金平女子，气度端方，言行稳健，是团队的秩序之源。",
                "金中带柔，你理性中有温度，是领导中的调和者。",
                "金气顺畅，你处事得体，用智慧化解矛盾。",
                "金平而慧。你清醒明辨，懂得平衡自我与他人。",
                "金平女子，刚柔并济。你以清醒立身，以温情立人。",
                "金和者，坚而不刻。你是理性与共情的桥梁。"
            ]
        },
        "弱": {
            "M": [
                "金弱则柔。你善协作，却常犹豫不决。建立界限，是成长的第一步。",
                "金气不足，行动迟疑。果断做出小选择，信心会随之增强。",
                "金衰者，易动摇。设立原则，让方向更清晰。",
                "金弱男子，多情细腻。用理性保护感性，是成熟的力量。",
                "金气不足者，执行力弱。落实计划，是恢复自信的关键。",
                "金虚之性，易受情绪牵动。保持自律，是最好的护盾。",
                "金气微者，思多行少。将理想付诸实践，力量自生。",
                "金弱者，宜强化秩序感。规律生活能让锋芒重现。"
            ],
            "F": [
                "金弱则柔。你善良包容，却容易退让。维护界限，是自爱之道。",
                "金气不足，心易乱。勇敢表达立场，是成熟的开始。",
                "金衰女子，敏感细腻。独立思考，会让你更坚定。",
                "金虚之性，柔软如风。学会说“不”，是重建力量的钥匙。",
                "金气不足者，易逃避冲突。正面对话，方得和平。",
                "金弱女子，温柔细腻。相信温柔也能有力量。",
                "金微者，心多虑。设定优先顺序，减少内耗。",
                "金气轻，你的体贴是美德，但别忘了自我方向。"
            ]
        }
    },
    "水": {
        "定义": "水，乃万物之源，象征智慧、直觉与流动，代表情感的深度与心灵的柔性。",
        "旺": {
            "M": [
                "水，性智而柔。你思维敏锐、洞察深刻，能在无声处见真章。唯防思虑过度，保持行动节奏。",
                "水旺则慧。你擅学习与策略，是思想型人才。理性中存温度，是你的魅力。",
                "水盛者，灵动如泉。你表达灵巧，但易分心。专注一处，方能汇流成海。",
                "水动则智。你适应力强，能在变化中求生。稳定心境，方得长远。",
                "水盛而通。你有艺术与沟通天赋。心定如镜，事无不利。",
                "水气太旺，思虑万千。用文字或运动，整理情绪。",
                "水旺者，情感丰沛。懂得理性平衡，是成熟之象。",
                "水气浩然，你若引导能量而非被牵动，将成为智者。"
            ],
            "F": [
                "水，柔而深。你感受力强，能洞察人心。保持界限，才不被情绪淹没。",
                "水盛则慧。你具直觉与艺术感，擅心理与创作。",
                "水旺女子，温柔聪慧。倾听是你的天赋，独处是你的复原之道。",
                "水气盈盈，柔中有智。用理性守护敏感，是平衡的秘诀。",
                "水盛如流，你心思细腻。适度结构化生活，能让灵感持久。",
                "水旺者，情感丰厚。学会分辨他人情绪与自己，是成熟的界限感。",
                "水气强，你常察觉未来趋势。慢行即稳，稳中见智。",
                "水旺女子，心柔而慧。规律生活，是让灵性长存的舟。"
            ]
        },
        "平衡": {
            "M": [
                "水平则明。你冷静理性，却不疏离。以智慧化解复杂，是你的优势。",
                "水气调和，动静皆宜。你善观察，懂倾听，是出色的分析者。",
                "水中带木，思维丰富。创造与逻辑兼具，是思想与艺术的交汇点。",
                "水和者，温润而实。你重情而不缠情，理性而不冷。",
                "水平男子，稳中见智。你的温柔是一种力量。",
                "水气平衡，能动能静。你掌握节奏，是局势的平衡者。",
                "水顺则清。你包容、细腻，擅长调解矛盾。",
                "水平者，深思笃行。以柔制刚，是你的本能智慧。"
            ],
            "F": [
                "水平则安。你安静细腻，内心柔和。懂得照顾他人，也会照顾自己。",
                "水和之性，聪慧温婉。你直觉敏锐，是家庭与团队的调和者。",
                "水气顺畅，你能以柔化刚，处理复杂关系。",
                "水平女子，灵慧内敛。你善感却不沉溺，是宁静之美的象征。",
                "水平者，心净如镜。你以静观万物，智慧由此生长。",
                "水气平衡，包容通透。懂得转换情绪，是疗愈的核心力量。",
                "水顺者，思维细腻，能以理解换信任。",
                "水平女子，温柔清透，如溪水润心。"
            ]
        },
        "弱": {
            "M": [
                "水弱则滞。你抗拒变化，需学会信任流动。",
                "水气不足，易焦躁。保持弹性，是智慧的开始。",
                "水衰者，思急而浅。放慢节奏，聆听内心。",
                "水弱男子，情感表达困难。用文字与艺术释放，会更自由。",
                "水虚者，心易干。多与自然同行，灵感重生。",
                "水气不足者，宜动中求静。旅行或冥想能补心神。",
                "水弱之性，多思少行。简单行动，是最好的治愈。",
                "水气微，你的宁静是力量的萌芽。"
            ],
            "F": [
                "水弱则浅。你渴望理解他人，却常忽略自己。学会倾听自己的声音。",
                "水气不足，感情易枯。多书写、多表达，让思想重新流动。",
                "水衰女子，灵感短暂。给自己空间，灵性会归来。",
                "水虚之性，情深易伤。设立界限，是温柔的防线。",
                "水弱者，安静而孤。走进光中，世界会回应。",
                "水气微者，心易干涩。亲近自然，是找回柔软的法门。",
                "水虚女子，多愁而慧。让温暖的人进入你的世界。",
                "水气不足者，宜让行动带动心流。"
            ]
        }
    }
}